Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/european_government/euro_area/fiscal_stability_treaty.html.txt.tmx
Source language: en
Languages: ga

source: • The Fiscal Stability Treaty
ga: • An Conradh um Chobhsaíocht Fhioscach

source: The Treaty on Stability, Coordination and Governance in the Economic and Monetary Union (TSCG) was signed in March 2012 by the leaders of all euro area members and 8 other EU member states
ga: Shínigh ceannairí gach comhalta de limistéar an euro agus 8 mballstát eile den AE an Conradh um Chobhsaíocht, Comhordú agus Rialachas san Aontas Eacnamaíoch agus Airgeadaíochta (TSCG) i Márta 2012

source: It entered into force on 1 January 2013 and aims to strengthen fiscal discipline in the euro area through a balanced budget rule and an automatic correction mechanism
ga: Tháinig sé i bhfeidhm an 1 Eanáir 2013 agus tá sé de chuspóir aige disciplín fhioscach a threisiú i limistéar an euro trí riail chothromaithe bhuiséid agus trí mheicníocht uathoibríoch cheartaithe

source: The Treaty is frequently described as the “Fiscal Compact Treaty” or the “Fiscal Stability Treaty”. The Treaty applies in full to the countries who have ratified it and whose currency is the euro
ga: Tugtar “an Conradh maidir le Comhshocrú Fioscach” nó “an Conradh um Chobhsaíocht Fhioscach” go minic ar an gConradh.Baineann an Conradh go hiomlán leis na tíortha a dhaingnigh é agus arb é an euro an t-airgead a úsáideann siad

source: There are different rules for the non-euro countries
ga: Baineann rialacha éagsúla leis na tíortha neamheuro

source: The Treaty is an inter-governmental treaty and not an EU treaty, but its implementation involves using the EU institutions
ga: Conradh idir-rialtasach is ea an Conradh agus ní conradh AE é, ach is gá institiúidí an AE a úsáid chun é a chur i bhfeidhm

source: It does not amend the existing EU treaties
ga: Ní dhéanann sé conarthaí reatha an AE a leasú

source: Although it is not itself part of the treaties which govern the EU, it is applied and interpreted in conformity with the EU treaties and with EU law
ga: Cé nach bhfuil sé féin mar chuid de na conarthaí a rialaíonn an AE, cuirtear i bhfeidhm é agus baintear ciall as i gcomhréir le conarthaí an AE agus le dlí an AE

source: It is the intention of the parties to the Treaty to incorporate its substance into the EU treaties as soon as possible and within 5 years of it coming into force at the latest
ga: Is é an cuspóir atá ag na páirtithe leis an gConradh ná chun substaint an chonartha a chorprú isteach i gconarthaí an AE a luaithe is féidir agus laistigh de 5 bliana tar éis go gcuirtear i bhfeidhm é, ar a dhéanaí

source: The Fiscal Stability Treaty
ga: An Conradh um Chobhsaíocht Fhioscach

source: The Treaty deals with 3 main issues:
ga: Déileálann an Conradh le 3 phríomhcheist:

source: • Fiscal stability, that is, the rules on the levels of government deficit and government debt (the fiscal rules in the Treaty are sometimes described as the “Fiscal Compact”)
ga: • Cobhsaíocht fhioscach, is é sin, na rialacha ar leibhéil easnaimh agus fiachais an rialtais (tugtar “an Comhshocrú Fioscach” go minic ar na rialacha fioscacha sa Chonradh)

source: • Economic co-ordination in the EU
ga: • Comhordú geilleagrach san AE

source: • How the euro area is governed
ga: • Conas a rialaítear limistéar an euro

source: There are already detailed EU rules in existence about these issues, particularly about fiscal stability
ga: Tá rialacha sonracha AE ann cheana féin faoi na ceisteanna seo, go háirithe maidir le cobhsaíocht fhioscach

source: The Treaty repeats some of these rules, reinforces some and introduces some new rules
ga: Luaitear cuid de na rialacha seo athuair sa Chonradh, agus déantar cuid díobh a atreisiú agus tugtar roinnt rialacha nua isteach

source: The Treaty requires that the rules on government deficits and debts be put into national law by the end of 2013 and that there be a national body with responsibility for monitoring their implementation
ga: Ceanglaíonn an Conradh go gcuirtear na rialacha i dtaca le heasnaimh agus le fiachais rialtais sa dlí náisiúnta faoi dheireadh 2013 agus gurb ann do chomhlacht náisiúnta atá freagrach as monatóireacht a dhéanamh ar a gcur i bhfeidhm

source: Balanced budget/the deficit brake
ga: Buiséad cothromaithe/coscán an easnaimh

source: The Treaty requires that the general government budget must be balanced or in surplus
ga: Ceanglaíonn an Conradh gur gá don bhuiséad ginearálta rialtais bheith cothromaithe nó go mbíonn barrachas le sonrú ann

source: This means that, in general, a government’s structural deficit must not be more than 0.5% of gross domestic product (GDP)
ga: Ciallaíonn seo, go ginearálta, nach mór go mbeadh easnamh struchtúrtha rialtais níos mó ná 0.5% den olltáirgeacht intíre (GDP)

source: The structural deficit is the general government deficit adjusted for the economic cycle and for one-off or temporary measures
ga: Is é an t-easnamh struchtúrtha an t-easnamh ginearálta rialtais a dhéantar a choigeartú don chóras geilleagrach agus le haghaidh bearta aonuaire nó sealadacha

source: It must be estimated
ga: Ní mór é a mheas

source: However, it is difficult to estimate it accurately and precision is not possible
ga: Is deacair é a mheas go cruinn, áfach, agus ní féidir bheith go hiomlán beacht

source: If the structural deficit is more than 0.5% of GDP, the government is obliged to work towards reducing it
ga: Má sháraíonn an t-easnamh struchtúrtha 0.5% den GDP, tá dualgas ar an rialtas oibriú chun é a laghdú

source: This must be done within time limits set by the EU
ga: Ní mór seo a dhéanamh laistigh na teorainneacha ama a leagann an AE amach

source: If the government debt is significantly below 60% of GDP and the public finances are sustainable in the long term, the structural deficit may be up to 1% of GDP
ga: Má tá an t-easnamh rialtais go mór faoi bhun 60% den GDP agus má tá an t-airgeadas poiblí inmharthana san fhadtéarma, d’fhéadfadh an t-easnamh struchtúrtha bheith a mhéid le 1% den GDP

source: It is difficult to estimate it accurately and precision is not possible
ga: Is deacair é a mheas go cruinn agus ní féidir bheith go hiomlán beacht

source: The Treaty provides that the rules on the structural deficit are met if the deficit is at its country specific medium-term objective
ga: Forálann an Conradh go gcomhlíontar na rialacha maidir le heasnamh struchtúrtha más ionann an t-easnamh agus a gcuspóir meántéarmach atá sonrach i leith tíre

source: This means that a separate objective is set for each country – the specific circumstances of each country are taken into account when setting this objective
ga: Ciallaíonn seo go socraítear cuspóir ar leith do gach tír – cuirtear san áireamh cúinsí sonracha gach tíre nuair a bhíonn an cuspóir seo á shocrú

source: The objective is revised from time to time to take account of economic changes
ga: Déantar athbhreithniú ar an gcuspóir seo ó am go ham chun athruithe geilleagracha a chur san áireamh

source: Each country is obliged to work towards achieving the objective which has been set for it within a timetable set by the EU
ga: Tá dualgas ar gach tír oibriú chun an cuspóir seo a bhaint amach a leagadh amach don tír laistigh d’amchlár a shocraigh an AE

source: The country may deviate from the timetable only in exceptional circumstances
ga: Ní fhéadfaidh an tír imeacht ón amchlár ach amháin faoi chúinsí eisceachtúla

source: • Unusual events outside the control of the country concerned which have a major impact on the financial position of the general government
ga: • Imeachtaí neamhghnácha nach bhfuil smacht ag an tír atá faoi chaibidil orthu a imríonn mórthionchar ar staid airgeadais an rialtais ghinearálta

source: • Periods of severe economic downturn
ga: • Tréimhsí ina bhfuiltear thíos le cúlú mór geilleagrach

source: If there are significant deviations from the medium-term objective or the timetable set to achieve it, a correction mechanism is triggered
ga: Más ann d’imeachtaí móra ón gcuspóir meántéarmach nó ón amchlár a leagadh amach chun é sin a bhaint amach, cuirtear tús le meicníocht cheartaithe

source: This will oblige the country to correct the deviation over a defined period
ga: Leagfaidh seo dualgas ar an tír an t-imeacht a cheartú thar thréimhse shainithe

source: Level of government debt/the debt brake
ga: Leibhéal an fhiachais rialtais/coscán an easnaimh

source: Under the existing rules, all countries are required to maintain their general government debt below 60% of GDP
ga: Faoi na rialacha reatha, ceanglaítear ar gach tír a bhfiachas ginearálta rialtais a choimeád faoi bhun 60% den GDP

source: The Treaty repeats that requirement
ga: Luann an Conradh an ceanglas sin athuair

source: Where the debt is greater than 60%, it must be reduced by one twentieth a year on average until the target is met
ga: Sa chás go mbíonn an fiachas níos mó ná 60%, ní mór é a laghdú faoin bhfichiú cuid gach bliain, ar an meán, go dtí go mbaintear an sprioc amach

source: If the Commission concludes that a country has failed to comply with the requirements to put the rules on government deficits and debts fully into law, or another country reaches this conclusion, the issue may be referred to the European Court of Justice
ga: Má bhíonn sé ina chonclúid ag an gCoimisiún gur theip ar thír na ceanglais a chomhlíonadh chun na rialacha ar easnaimh agus fiachais rialtais a chur go hiomlán sa dlí, nó má bhíonn seo ina chonclúid ag tír eile, féadtar an cheist a atreorú chuig Cúirt Bhreithiúnais an Aontais Eorpaigh

source: The Court’s ruling is binding on all parties
ga: Bíonn rialáil na Cúirte ina ceanglas ar gach páirtí

source: If the country fails to abide by the ruling, the Court may impose financial sanctions on that country
ga: Má theipeann ar an tír cloí leis an rialáil, féadfaidh an Chúirt smachtbhannaí airgeadais a ghearradh ar an tír sin

source: The sanction may be a lump sum or penalty payment of not more than 0.1% of the country’s GDP
ga: Féadfaidh cnapshuim nó íocaíocht phionóis nach mó ná 0.1% de GDP na tíre bheith i gceist leis an smachtbhanna

source: In the case of euro area countries, any such penalty will be payable to the European Stability Mechanism (ESM)
ga: I gcás thíortha limistéar an euro, beidh aon phionós den sórt sin iníoctha leis an Sásra Cobhsaíochta Eorpach (ESM)

source: Countries which have excessive deficits (technically, the countries which are in the excessive deficit procedure) are required to put in place a detailed programme of structural reforms which are designed to reduce the deficit
ga: Ceanglaítear ar thíortha ag a bhfuil easnaimh iomarcacha (go teicniúil, na tíortha atá sa nós imeachta um easnamh iomarcach) clár sonrach a chur i bhfeidhm de leasuithe struchtúrtha atá in ainm is an t-easnamh a laghdú

source: The content and format of these programmes are set out in EU law
ga: Leagtar amach ábhar agus formáid na gclár seo i ndlí an AE

source: They are monitored by the European Commission and the Council in the same way as the current EU rules on government debt and deficits, known as the Stability and Growth Pact, is monitored at present
ga: Déanann an Coimisiún Eorpach agus an Chomhairle monatóireacht orthu ar an mbealach céanna a dhéantar monatóireacht ar rialacha reatha an AE maidir le fiachas agus easnaimh, ar a dtugtar an Comhaontú Cobhsaíochta agus Fáis, faoi láthair

source: Among other things, countries are required to report their plans for issuing public debt to the Commission and the Council
ga: I measc rudaí eile, ceanglaítear ar thíortha a bpleananna a thuairisciú chun fiachas poiblí a eisiúint don Choimisiúin agus don Chomhairle

source: The monitoring of the Stability and Growth Pact includes the European Commission making recommendations for the correction of excessive deficits
ga: Áirítear le monatóireacht a dhéanamh ar an gComhaontú Cobhsaíochta agus Fáis go ndéanann an Coimisiún Eorpach moltaí do cheartú easnamh iomarcach

source: This Treaty provides that, in general, the countries that have ratified it must support the Commission’s proposals
ga: Forálann an Conradh seo, go ginearálta, nach mór do na tíortha a dhaingnigh an Conradh tacú le tograí an Choimisiúin

source: This obligation will not apply where a qualified majority of the euro area countries opposes the proposed recommendation or decision
ga: Ní bheidh an dualgas seo i gceist sa chás go gcuireann tromlach cáilithe de thíortha limistéar an euro i gcoinne an mholta nó an chinnidh bheartaithe

source: The treaties governing the EU already provide for various economic co-ordination procedures and mechanisms including some which are specific to euro area countries
ga: Forálann na conarthaí a rialaíonn an AE cheana féin do nósanna imeachta agus do mheicníochtaí éagsúla geilleagracha, lena n-áirítear roinnt a bhaineann go sonrach le tíortha limistéar an euro

source: The countries which have ratified the Treaty restate their general commitment to take the measures necessary for the good functioning of the euro area in pursuit of the objectives of fostering competitiveness, promoting employment, contributing further to the sustainability of public finances and reinforcing financial stability
ga: Athluann na tíortha a dhaingnigh an Conradh a dtiomantas ginearálta chun na bearta a ghlacadh a theastaíonn ar mhaithe le dea-fheidhmiú limistéar an euro d’fhonn tabhairt faoi na cuspóirí lena mbaineann iomaíocht a chothú, fostaíocht a chur chun cinn, cur níos mó le hinmharthanacht airgeadais phoiblí agus cobhsaíocht airgeadais a threisiú

source: The ratifying countries also agree to discuss planned economic policy reforms among themselves before they are implemented and, where appropriate, co-ordinate such reforms
ga: Anuas air sin, comhaontaíonn na tíortha daingnithe go ndéanfaidh siad leasuithe beartaithe geilleagracha a phlé i measc iad féin sula gcuirtear i bhfeidhm iad agus, sa chás gur cuí, go gcomhordaíonn siad na leasuithe sin

source: Governance of the euro area
ga: Rialachas limistéar an euro

source: The Treaty formalises the practice whereby the leaders of the euro area countries hold informal meetings
ga: Déanann an Conradh cleachtas foirmiúil den chleachtas ina mbíonn cruinnithe neamhfhoirmiúla ar bun ag ceannairí thíortha limistéar an euro

source: It requires that the heads of state or government of the euro area countries that ratify the Treaty must meet informally in Euro Summit meetings
ga: Ceanglaítear ar chinn stáit nó rialtais thíortha limistéar an euro a dhaingníonn an Conradh casadh le chéile go neamhfhoirmiúil i gcruinnithe Mullaigh Euro

source: The meetings must be held with the President of the European Commission
ga: Ní mór go mbeidh na cruinnithe ar siúl le hUachtarán an Choimisiúin Eorpaigh

source: The President of the European Central Bank must be invited to take part and the President of the European Parliament may be invited
ga: Ní mór go dtugtar cuireadh d’Uachtarán Bhanc Ceannais na hEorpa chun páirt a ghlacadh agus féadtar cuireadh a thabhairt d’Uachtarán Pharlaimint na hEorpa

source: The President of the Euro Summit is appointed by the heads of state or government of the euro area countries, by a simple majority, at the same time the European Council elects its President and for the same term of office
ga: Ceapann na cinn stáit nó rialtais thíortha limistéar an euro Uachtarán Chruinniú Mullaigh Limistéar an Euro, trí thromlach simplí, agus ag an tráth céanna, déanann an Chomhairle Eorpach a nUachtarán a thoghadh don téarma céanna oifige

source: Euro Summit meetings must take place at least twice a year
ga: Ní mór go dtiteann cruinnithe Mullaigh Limistéar an Euro amach ar a laghad faoi dhó sa bhliain

source: The Treaty provides for a conference of representatives of the European Parliament and national parliaments in order to discuss budgetary policies and other issues covered by the Treaty
ga: Forálann an Conradh do chomhdháil ionadaithe de Pharlaimint na hEorpa agus parlaimintí náisiúnta d’fhonn plé a dhéanamh ar bheartais bhuiséadta agus ar shaincheisteanna eile a chuimsíonn an Conradh

source: The full text of the Treaty (pdf) is available on the European Council website
ga: Tá fáil ar théacs iomlán an Chonartha (pdf) ar a láithreán gréasáin na Comhairle Eorpaí
